{
    "models": {
        "llama3.2": {
            "title": {
                "en-us": "Ollama 3.2 Model",
                "pt-br": "Modelo Ollama 3.2"
            },
            "summary": {
                "en-us": "A versatile model fine-tuned for high accuracy.",
                "pt-br": "Um modelo versátil ajustado para alta precisão."
            },
            "description": {
                "en-us": "Ollama 3.2 excels in natural language understanding, making it suitable for various applications, including text generation and dialogue systems.",
                "pt-br": "Ollama 3.2 se destaca na compreensão da linguagem natural, tornando-se adequado para várias aplicações, incluindo geração de texto e sistemas de diálogo."
            }
        },
        "llama3.2:1b": {
            "title": {
                "en-us": "Ollama 3.2 - 1B Parameters",
                "pt-br": "Ollama 3.2 - 1B Parâmetros"
            },
            "summary": {
                "en-us": "A compact version optimized for resource-limited environments.",
                "pt-br": "Uma versão compacta otimizada para ambientes com recursos limitados."
            },
            "description": {
                "en-us": "This variant of Ollama 3.2 retains its foundational capabilities while being optimized for smaller deployments with 1 billion parameters.",
                "pt-br": "Esta variante do Ollama 3.2 mantém suas capacidades fundamentais enquanto é otimizada para implementações menores com 1 bilhão de parâmetros."
            }
        },
        "codellama": {
            "title": {
                "en-us": "CodeLlama Model",
                "pt-br": "Modelo CodeLlama"
            },
            "summary": {
                "en-us": "A model specifically designed for code-related tasks.",
                "pt-br": "Um modelo especificamente projetado para tarefas relacionadas a código."
            },
            "description": {
                "en-us": "CodeLlama is fine-tuned to understand and generate programming code, making it an excellent choice for code completion and generation tasks.",
                "pt-br": "CodeLlama é ajustado para entender e gerar código de programação, tornando-se uma excelente escolha para tarefas de conclusão e geração de código."
            }
        },
        "llama2-uncensored": {
            "title": {
                "en-us": "Llama 2 Uncensored",
                "pt-br": "Llama 2 Sem Censura"
            },
            "summary": {
                "en-us": "A model variant with fewer restrictions on content output.",
                "pt-br": "Uma variante do modelo com menos restrições na saída de conteúdo."
            },
            "description": {
                "en-us": "Llama 2 Uncensored allows for a broader range of outputs, providing flexibility while still maintaining foundational capabilities.",
                "pt-br": "Llama 2 Sem Censura permite uma gama mais ampla de saídas, proporcionando flexibilidade enquanto ainda mantém capacidades fundamentais."
            }
        },
        "llama3.2portugues": {
            "title": {
                "en-us": "Ollama 3.2 Portuguese Model",
                "pt-br": "Modelo Ollama 3.2 em Português"
            },
            "summary": {
                "en-us": "A model fine-tuned for Portuguese language tasks.",
                "pt-br": "Um modelo ajustado para tarefas em língua portuguesa."
            },
            "description": {
                "en-us": "Ollama 3.2 Portuguese is tailored for natural language processing in Portuguese, making it ideal for applications requiring fluency in the language.",
                "pt-br": "Ollama 3.2 em Português é adaptado para processamento de linguagem natural em português, tornando-o ideal para aplicações que requerem fluência na língua."
            }
        }
    }
}
